const Discipline = () => {
  return (
    <div>
      <div className="bg-primary px-4 ">
        <div className="max-w-7xl mx-auto py-5 flex items-center justify-between px-4 ">
          <h1 className="text-3xl font-bold text-start mb-8 text-white">
            Dicipline
          </h1>
          <button
  class="bg-white text-center w-48 rounded-2xl h-14 relative text-black text-xl font-semibold group"
  type="button"
>
  <div
    class="bg-green-400 rounded-xl h-12 w-1/4 flex items-center justify-center absolute left-1 top-1 group-hover:w-46 z-10 duration-500"
  >
    <svg
      xmlns="http://www.w3.org/2000/svg"
      viewBox="0 0 1024 1024"
      height="25px"
      width="25px"
    >
      <path
        d="M224 480h640a32 32 0 1 1 0 64H224a32 32 0 0 1 0-64z"
        fill="#000000"
      ></path>
      <path
        d="m237.248 512 265.408 265.344a32 32 0 0 1-45.312 45.312l-288-288a32 32 0 0 1 0-45.312l288-288a32 32 0 1 1 45.312 45.312L237.248 512z"
        fill="#000000"
      ></path>
    </svg>
  </div>
  <p class="translate-x-2">Go Back</p>
</button>
        </div>
      </div>

      <div className="max-w-7xl mx-auto py-10 grid grid-cols-1 md:grid-cols-2 gap-8 px-4 ">
        <div>
          <h2 className="text-3xl font-bold mb-8 text-primary">
            শিক্ষার্থীর জ্ঞাতার্থে :
          </h2>
          <ul>
            <p>
              ১। শিক্ষার্থীরা দৈনিক সমাবেশের ১৫ মিনিট পূর্বে কলেজে উপস্থিত হবে।
              নির্ধারিতসময়ের পর ইট বন্ধ থাকবে।
            </p>
            <p>২। কলেজ নির্ধারিত সঠিক ইউনিফর্ম পরিধান করতে হবে।</p>
            <p>৩। সময় মত বেতন, পরীক্ষার ফি এবংঅন্যান্য ফি পরিশোধ করতে হবে।</p>
            <p>
              ৪। শ্রেণিকক্ষে শ্রেণির কাজ ও বাড়ির কাজের জন্য কলেজ মনোগ্রাম
              সংস্বলিত খাতাব্যবহার বাধ্যতামূলক।
            </p>
            <p>
              ৫। নিম্নে বর্ণিত বিষয়গুলো ছাত্র-ছাত্রীর অসদাচরণ বা শৃঙ্খলা ভঙ্গ
              কাজ বলেবিবেচিত হবে।
            </p>

            <ul className="list-disc list-outside ml-5 my-3">
              <li> পরীক্ষায়/ক্লাসে অসদুপায় অবলম্বন করা।</li>
              <li>
                শিক্ষক-শিক্ষিকা বা সহপাঠীদের প্রতি অশোভনমন্তব্য, উক্তি বা ইঙ্গিত
                করা।
              </li>
              <li>বিদ্যালয়ের বেঞ্চে বা দেয়ালে বা টয়লেটেলেখা।</li>
              <li>
                প্রতিষ্ঠানের কোন সম্পদের ক্ষতি করা (ক্ষতিকরলে উপযুক্ত ক্ষতিপূরন
                দিতে হবে।)
              </li>
              <li>
                কলেজ পালানো, ক্লাস ফাঁকি দেওয়া, টিফিন পিরিয়ড ছাড়াঅন্য সময়
                ক্যান্টিনে যাওয়া
              </li>
              <li>শিক্ষক-শিক্ষিকার আদেশ/উপদেশ অমান্য করা।</li>
              <li>
                কলেজ থেকে অভিভাবকের উদ্দেশ্যে দেওয়া কোনচিঠি অভিভাবকের নিকট
                পৌঁছে নাদেওয়া।
              </li>
              <li> যে কোন অন্যায়, নীতিহীন বা অশোভন কাজ করা।</li>
              <li>
                দৈনিক সমাবেশে অনুপস্থিত থাকা, লাইনে দাঁড়িয়ে কথা বলা ও জাতীয়
                পতাকাকে সম্মান প্রদর্শননা করা।
              </li>
              <li> কোন প্রকার অলংকার পরে কলেজে আসা।</li>
              <li>
                শিক্ষক-শিক্ষিকা শ্রেণিকক্ষ ত্যাগের পরবারান্দায় দাঁড়ানো বা
                ক্লাসে হৈ-চৈ করা।
              </li>
              <li>
                কোন ছাত্র-ছাত্রী মোবাইল ফোন বা ইলেকট্রনিক্সসামগ্রী কলেজে আনা
                (আনলে তা বাজেয়াপ্তকরা হবে।)
              </li>
              <li>
                ডায়েরীর কোন পৃষ্ঠা ছিড়ে ফেলা বা তথ্যপরিবর্তন করা বা গোপন করা।
              </li>
              <li>ছাত্রদের চুল বড় রাখা এবং মেয়েদের দুই বেনীনা করা।</li>
            </ul>
            <p>
              ৬। ৫ম শ্রেণি থেকে দ্বাদশ শ্রেণির ছাত্র/ছাত্রীদের লাইব্রেরী থেকে
              কার্ডেরমাধ্যমে বই ইস্যু করা হয়। এ জন্য একটি স্ট্যাম্পসাইজের ছবিসহ
              লাইব্রেরী হতে কার্ড সংগ্রহ করতে হবে।
            </p>
          </ul>
        </div>

        <div>
          <h2 className="text-3xl font-bold mb-8 text-primary">
            অভিভাবকের জ্ঞাতার্থে :
          </h2>

          <ul>
            <p>১। আপনিই আপনার সন্তান-সন্ততির উপযুক্ত শিক্ষক।</p>
            <p>
              ২। আপনার পূর্ণ সহযোগিতার মাধ্যমেই কলেজ আপনারসন্তান-সন্ততির সাফল্য
              ও উন্নতির নিশ্চয়তা দিতে পারে। এই ডায়েরি আপনাকেকার্যকরী সহায়তার
              নিশ্চয়তা দিচ্ছে।
            </p>
            <p>
              ৩। প্রত্যেক দিন এই ডায়েরী আপনার সন্তানেরলেখাপড়া ও কাজের তথ্য
              সরবরাহ করবে।
            </p>
            <p>
              ৪। আপনার প্রত্যেক দিনের তথ্য সংগ্রহের আগ্রহতাদের লেখাপড়ায়
              উন্নতিতে সহায়তা করবে। কলেজ কর্তৃপক্ষ এবং শিক্ষক/শিক্ষিকাগণ
              আপনারসর্বাঙ্গীণ সহযোগিতা কামনা করেন।
            </p>
            <p>
              ৫। ডায়েরিতে অভিভাবকের নাম, পেশা, ঠিকানা, নমুনা স্বাক্ষর নিজ হাতে
              পূরণ করবেন।
            </p>
            <p>
              ৬। শিক্ষার্থীর যাবতীয় বিষয় অবগত হবার জন্যনিয়মিত ডায়েরী দেখবেন
              এবং স্বাক্ষর করবেন।
            </p>
            <p>
              ৭। শ্রেণিতে পাঠদান চলাকালীন অবস্থায় বিশেষপ্রয়োজন ছাড়া
              বিদ্যালয়ে প্রবেশ করবেন না।
            </p>
            <p>
              ৮। ছাত্র/ছাত্রীরা সম্পূর্ণ স্কুল ইউনিফর্মসহনির্দিষ্ট সময়ের পূর্বে
              স্কুলে প্রবেশ করবে। অন্যথায় স্কুলে প্রবেশ করতে দেওয়াহবে না।
            </p>
            <p>
              ৯। বিদ্যালয় থেকে সাক্ষাতের জন্য চিঠি পেলেযথাসময়ে সাক্ষাৎ করবেন।
              বিষয়টি অতীব জরুরী।
            </p>
            <p>
              ১০। সরকারি নির্দেশ অনুযায়ী এক শিক্ষাবর্ষেদুইটি পরীক্ষা যথাঃ (১)
              অর্ধবার্ষিক ও (২) বার্ষিক পরীক্ষা অনুষ্ঠিত হবে।কর্তৃপক্ষ চাইলে ১টি
              মেয়াদী পরীক্ষা বৃদ্ধি করতে পারে।
            </p>
            <p>
              ১১। কোন ছাত্র/ছাত্রী পরীক্ষায় অসদুপায়অবলম্বন করলে সংশ্লিষ্ট
              বিষয়সহ উক্ত সাময়িকের সকল বিষয়ের পরীক্ষা বাতিল করাহবে। পরপর দুটি
              পরীক্ষায় উক্ত দায়ে অভিযুক্ত হলে বাধ্যতামূলক ছাড়পত্র দেয়া হবে।
            </p>
            <p>
              ১২। অকৃতকার্য ছাত্র/ছাত্রীকে এবং এস.এস.সিনির্বাচনী পরীক্ষায়
              নির্বাচিত না হলে কোন প্রকারেই প্রমোশন দেওয়া হবেনা/নির্বাচন করা
              হবে না। এ ব্যাপারে কোন অনুরোধবা সুপারিশ বিবেচনা করা হবে না।
            </p>
            <p>
              ১৩। কোন ছাত্র/ছাত্রী অসুস্থতার কারণে বা অন্যকোন কারণে সারা বছর কোন
              পরীক্ষায় অংশ গ্রহণ করতে না পারলে তার প্রমোশন কোন ভাবেইবিবেচনা করা
              হবে না।
            </p>
            <p>
              ১৪। প্রাথমিক সমাপনী পরীক্ষার জন্য ৫ম ও ৮মশ্রেণির পরীক্ষার নীতিমালা
              সরকারি নির্দেশনা অনুযায়ী হবে। তবে শ্রেণি পরীক্ষাযথারীতি হবে।
            </p>
            <p>
              ১৫। বিদ্যালয় কর্তৃপক্ষ অনুমোদিত ও নির্ধারিতসাংবাৎসরিক ফলাফল
              নীতিমালার ভিত্তিতে ছাত্র/ছাত্রীর উত্তীর্ণ/অনুত্তীর্ণ নির্ধারিত
              হবে। ফলাফলনীতিমালার ভিত্তিতে অনুত্তীর্ণ ছাত্র-ছাত্রীর * অথবা *
              প্রাপ্ত হলে কোনক্রমেই ঘোষিত ফলাফল পূর্ণবিবেচনার সুযোগনেই। এ
              ব্যাপারে কোন অনুরোধ, সুপারিশ বা আবেদনগ্রহণযোগ্য নয়। এই প্রেক্ষিতে
              শ্রেণি শিক্ষক প্রেরিত চিঠি/অঙ্গীকার নামা গুরুত্বসহকারে বিবেচনার
              জন্য সম্মানিত অভিভাবকদের প্রতি অনুরোধ রইল।
            </p>
            <p>
              ১৬। কলেজ সংক্রান্ত সকলজরুরি নোটিশ ওয়েব সাইটে এবং এসএমএস-এর
              মাধ্যমে প্রদান করা হয়। উপরের জ্ঞাতব্যবিষয়গুলো অবগত হলাম।
            </p>
          </ul>
        </div>
      </div>
    </div>
  );
};

export default Discipline;
