const Instruction = () => {
  return (
    <div>
      <div className="bg-primary py-12 px-4 ">
        <div className="max-w-7xl mx-auto py-10 flex items-center justify-between px-4 ">
          <h1 className="text-3xl font-bold text-start mb-8 text-white">
            Instruction
          </h1>
          <button
  class="bg-white text-center w-48 rounded-2xl h-14 relative text-black text-xl font-semibold group"
  type="button"
>
  <div
    class="bg-green-400 rounded-xl h-12 w-1/4 flex items-center justify-center absolute left-1 top-1 group-hover:w-46 z-10 duration-500"
  >
    <svg
      xmlns="http://www.w3.org/2000/svg"
      viewBox="0 0 1024 1024"
      height="25px"
      width="25px"
    >
      <path
        d="M224 480h640a32 32 0 1 1 0 64H224a32 32 0 0 1 0-64z"
        fill="#000000"
      ></path>
      <path
        d="m237.248 512 265.408 265.344a32 32 0 0 1-45.312 45.312l-288-288a32 32 0 0 1 0-45.312l288-288a32 32 0 1 1 45.312 45.312L237.248 512z"
        fill="#000000"
      ></path>
    </svg>
  </div>
  <p class="translate-x-2">Go Back</p>
</button>
        </div>
      </div>

      <div className="max-w-7xl mx-auto  py-12">
        <p className=" mb-10">
          সুন্দর পরিবেশ পাঠদানের প্রধান শর্ত। পরিবেশসুন্দর রাখার জন্য কলেজ
          নিন্মক্ত নিয়মাবলী অনুসরণ করে :
        </p>

        <div className="flex flex-col gap-4">
          <p>
            ১। প্রতিটি ছাত্র-ছাত্রীকে কলেজ নির্ধারিতপরিস্কার পরিচ্ছন্ন পোষাকে
            কলেজে আসতে হবে।
          </p>
          <p>
            ২। নখ ছোট ও পরিস্কার রাখতে হবে, চুল (ছেলেদের জন্য) ছোট করে কাটতে
            হবে।
          </p>
          <p>
            ৩। ছেলে-মেয়ে উভয়ের জন্য চুল পরিপাটিরূপেআঁচড়িয়ে আসতে হবে।
            মেয়েদের চুল নিজ হাউস রঙ্গের ফিতা দিয়ে দুই বেনী অথবা দুটিঝুটি বেঁধে
            আসতে হবে।
          </p>
          <p>
            ৪। শিশু,১ম ও২য় শ্রেণির ছাত্র/ছাত্রীদেরকে (যারা শ্রেণি কক্ষে টিফিন
            খায়) অবশ্যই রুমাল আনতেহবে।
          </p>
          <p>
            ৫। শ্রেণি কক্ষে, করিডোরে ও কলেজ আঙ্গিনায় ছেঁড়া কাগজ/ফলের
            খোসা/উচ্ছিষ্ট ইত্যাদি ফেলা নিষেধ।
          </p>
          <p>
            ৬। ছোঁয়াচে রোগে আক্রান্ত ছাত্র/ছাত্রীদের রোগনিরাময় না হওয়া
            পর্যন্ত কলেজে আসা নিষেধ। অনুরূপ কারণে শ্রেণি শিক্ষক/শিক্ষিকারনিকট
            রোগজনিত কারণে অনুপস্থিতিরআবেদন করতে হবে।
          </p>
          <p>
            ৭। উপযুক্ত কারণ ব্যতীত কলেজে অনুপস্থিত থাকাবাঞ্চনীয় নয়।
            অনুপস্থিতির কারণ দেখিয়ে অভিভাবকের দরখাস্ত শ্রেণিশিক্ষক/শিক্ষিকার
            কাছে জমা না দিলে ক্লাস করার অনুমতি দেয়া হবে না।
          </p>
          <p>
            ৮। কলেজ নির্ধারিত পোষাক ছাড়া কোনছাত্র/ছাত্রীকেই ক্লাস করতে দেয়া
            হয় না।কোন যথার্থ কারণে নির্ধারিত পোষাকে আসাসম্ভব না হলে
            ছাত্র-ছাত্রীকে অবশ্যই অভিভাবকের নিকট থেকে কারণ দেখিয়ে পত্র আনতেহবে,
            অন্যথায় ক্লাস করতে দেয়াহবে না।
          </p>
        </div>

        <div>
          <h2 className="text-2xl font-bold text-primary my-10">পরীক্ষা :</h2>

          <div>
            <ul className="list-disc list-outside space-y-2 leading-relaxed">
              <li>
                {" "}
                প্রতি মেয়াদে শিশু থেকে ২য় শ্রেণি পর্যন্ত ৪টি করে ক্লাস টেস্ট
                নেয়া হয়। প্রতিটি ক্লাস টেস্টে ২৫ নম্বর থাকবে।
              </li>
              <li>
                শিশু থেকে ২য় শ্রেণি ব্যতীত প্রতি মেয়াদঅন্তে মেয়াদী পরীক্ষা
                অনুষ্ঠিত হয়। মেয়াদী পরীক্ষার ছাপানো প্রোগ্রাম
                প্রতিছাত্র-ছাত্রীকে সরবরাহ করা হয়। প্রোগ্রামে কোন পরিবর্তন হলে
                নোটিসের মাধ্যমে ছাত্র-ছাত্রীদের জানিয়ে দেয়া হয়।
              </li>
              <li>
                ৩য় শ্রেণি হতে উচ্চতর শ্রেণিতে প্রত্যেক বিষয়ে (ড্রইং ব্যতীত)
                ক্লাস টেস্ট এবং পরীক্ষা ১০০ নম্বরে হবে যা ফলাফল নির্ধারণে ৮০%-এ
                পরিবর্তন করা হবে। ১০ম শ্রেণির প্রাক-নির্বাচনি এবং দ্বাদশ
                শ্রেণির নির্বাচনি পরীক্ষা বোর্ডের নিয়মানুযায়ী ১০০ নম্বরের হবে
                নির্বাচনী পরীক্ষায় অকতৃকার্য ছাত্র-ছাত্রীকে বোর্ডের পরীক্ষায়
                অংশগ্রহণ করতে দেয়া হবে না।
              </li>
              <li>
                দুইটি মেয়াদী পরীক্ষা প্রাপ্ত নম্বরের গড়করে বার্ষিক পরীক্ষয়
                মেধা তালিকা তৈরি কর হয়।
              </li>
              <li>
                শিশু থেকে ২য় শ্রেণি পর্যন্ত কোন মেয়াদী পরীক্ষা হবে না। শুধু
                ক্লাস টেস্ট হবে এবং ক্লাস টেস্টগুলোর গড়ের ভিত্তিতে
                ফলাফল নির্ধারিত হবে।
              </li>
              <li>
                প্রতিটি শ্রেণিতে মেধা তালিকায় ১ম স্থান অধিকারীকে বিশেষ ভাতা
                প্রদান করা হবে।
              </li>
              <li>
                চূড়ান্ত ফলাফলে বা বাৎসরিক পরীক্ষায় প্রতিবিষয়ে কৃতকার্য না হলে
                পরবর্তী শ্রেণিতে প্রমোশন দেয়া হয় না।
              </li>
              <li>
                কোন পরীক্ষা নির্ধারিত সময়ে না দিতে পারলেউপযুক্ত কারণ দেখিয়ে
                শিক্ষকের মাধ্যমে অধ্যক্ষ বরাবর আবেদন করতে হবে। কিন্তু বার্ষিক
                পরীক্ষায় কোন কারণে কোন পরীক্ষা না দিলে কোন পরীক্ষা দেবার কোন
                সুযোগ থাকবে না।
              </li>
              <li>মেয়াদী পরীক্ষার খাতা কলেজ কর্তৃক সরবরাহকরা হয়।</li>
              <li>
                বার্ষিক পরীক্ষার খাতা নির্দিষ্ট তারিখে ছাত্র-ছাত্রীদের
                শ্রেণিকক্ষে দেখানো হয় এবং প্রতি মেয়াদে অন্তে রিপোর্ট
                কার্ড পাঠানো হয় এবং অভিভাবকদের স্বাক্ষরের পর ফেরত নেয়া হয়।
              </li>
              <li>
                এছাড়া কলেজ কাউন্সিল মিটিং এর সিন্ধান্তের ভিত্তিতে কিছু সংশোধনী
                থাকলে তা যথা সময়ে জানানো হবে।
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Instruction;
